Repository: Preclowski/ArrBarr
Catalog: Packages/ArrCore/Sources/ArrCore/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, nl, pl

source: Close window
de: Fenster schließen
es: Cerrar ventana
fr: Fermer la fenêtre
nl: Venster sluiten
pl: Zamknij okno

source: Cancel this download?
de: Download abbrechen?
es: ¿Cancelar esta descarga?
fr: Annuler ce téléchargement ?
nl: Deze download annuleren?
pl: Anulować pobieranie?

source: This will remove the download from the client.
de: Dadurch wird der Download aus dem Client entfernt.
es: Esto eliminará la descarga del cliente.
fr: Cela supprimera le téléchargement du client.
nl: Hiermee wordt de download uit de client verwijderd.
pl: Usunie to pobieranie z klienta.

source: This will remove the season pack from the client.
de: Dadurch wird das Staffelpaket aus dem Client entfernt.
es: Esto eliminará el paquete de temporada del cliente.
fr: Cela supprimera le pack de saison du client.
nl: Hiermee wordt het seizoenspakket uit de client verwijderd.
pl: Usunie to paczkę sezonu z klienta.

source: Cancel download
de: Download abbrechen
es: Cancelar descarga
fr: Annuler le téléchargement
nl: Download annuleren
pl: Anuluj pobieranie

source: Keep download
de: Download behalten
es: Mantener descarga
fr: Conserver le téléchargement
nl: Download behouden
pl: Zachowaj pobieranie

source: Search this episode?
de: Diese Episode suchen?
es: ¿Buscar este episodio?
fr: Rechercher cet épisode ?
nl: Deze aflevering zoeken?
pl: Wyszukać ten odcinek?

source: Will query your indexers and start a download if a release matches.
de: Fragt deine Indexer ab und startet einen Download, wenn eine Veröffentlichung passt.
es: Consultará tus indexadores e iniciará una descarga si hay una versión coincidente.
fr: Interrogera vos indexeurs et lancera un téléchargement si une version correspond.
nl: Doorzoekt je indexers en start een download als er een release overeenkomt.
pl: Odpyta indeksery i rozpocznie pobieranie, jeśli znajdzie pasujące wydanie.

source: Search
de: Suchen
es: Buscar
fr: Rechercher
nl: Zoeken
pl: Szukaj

source: Quality
de: Qualität
es: Calidad
fr: Qualité
nl: Kwaliteit
pl: Jakość

source: Size
de: Größe
es: Tamaño
fr: Taille
nl: Grootte
pl: Rozmiar

source: File
de: Datei
es: Archivo
fr: Fichier
nl: Bestand
pl: Plik

source: Resume
de: Fortsetzen
es: Reanudar
fr: Reprendre
nl: Hervatten
pl: Wznów

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
nl: Annuleren
pl: Anuluj

source: Confirm
de: Bestätigen
es: Confirmar
fr: Confirmer
nl: Bevestigen
pl: Potwierdź

# queue.serviceNotice.button
source: Notice
de: Hinweis
es: Aviso
fr: Information
nl: Melding
pl: Informacja

# queue.serverUnreachable.label
source: Can't reach this server
de: Server nicht erreichbar
es: No se puede conectar con este servidor
fr: Serveur injoignable
nl: Server niet bereikbaar
pl: Nie widać serwera

# settings.showWarnings.label
source: Show warnings
de: Warnungen anzeigen
es: Mostrar advertencias
fr: Afficher les avertissements
nl: Waarschuwingen tonen
pl: Pokazuj ostrzeżenia

# settings.warnings.header
source: Warnings
de: Warnungen
es: Advertencias
fr: Avertissements
nl: Waarschuwingen
pl: Ostrzeżenia

# settings.showWarnings.footer
source: On: show errors and warnings from your arrs. Off: errors only.
de: Ein: Fehler und Warnungen der arrs anzeigen. Aus: nur Fehler.
es: Activado: muestra errores y advertencias de tus arrs. Desactivado: solo errores.
fr: Activé : affiche les erreurs et les avertissements de vos arrs. Désactivé : erreurs uniquement.
nl: Aan: toont fouten en waarschuwingen van je arrs. Uit: alleen fouten.
pl: Włączone: pokazuje błędy i ostrzeżenia z arrów. Wyłączone: tylko błędy.

# offline.indicator.tooltip
source: Offline — last updated %@
de: Offline — zuletzt aktualisiert %@
es: Sin conexión — última actualización %@
fr: Hors ligne — dernière mise à jour %@
nl: Offline — laatst bijgewerkt %@
pl: Offline — ostatnia aktualizacja %@

# unit.days
source: %lld days
de: %lld Tage
es: %lld días
fr: %lld jours
nl: %lld dagen
pl: %lld dnia

# unit.episodes
source: %lld episodes
de: %lld Episoden
es: %lld episodios
fr: %lld épisodes
nl: %lld afleveringen
pl: %lld odcinka

# unit.hours
source: %lld hours
de: %lld Stunden
es: %lld horas
fr: %lld heures
nl: %lld uur
pl: %lld godziny

# unit.itemsNamed
source: %lld items: %@
de: %lld Elemente: %@
es: %lld elementos: %@
fr: %lld éléments : %@
pl: %lld elementu: %@

# discover.pickedCount
source: %lld picked
de: %lld ausgewählt
es: %lld seleccionados
fr: %lld sélectionnés
nl: %lld gekozen
pl: %lld wybranych

# unit.tracks
source: %lld tracks
de: %lld Titel
es: %lld pistas
fr: %lld pistes
nl: %lld nummers
pl: %lld utworu

# settings.twentyFourHours.label
source: 24 hours
de: 24 Stunden
es: 24 horas
fr: 24 heures
nl: 24 uur
pl: 24 godziny

# paywall.exampleSummary.tooltip
source: 3 movies in Radarr and a season in Sonarr.
de: 3 Filme in Radarr und eine Staffel in Sonarr.
es: 3 películas en Radarr y una temporada en Sonarr.
fr: 3 films dans Radarr et une saison dans Sonarr.
nl: 3 films in Radarr en een seizoen in Sonarr.
pl: 3 filmy w Radarr i sezon w Sonarr.

# chat.aNewChatTab.tooltip
source: A new Chat tab lets you ask questions in plain language — find a show, check what's coming this week, add a movie. Works with Apple Intelligence (macOS 26+) or any OpenAI-compatible API. Set up under Settings → AI.
de: Ein neuer Chat-Tab ermöglicht Fragen in natürlicher Sprache — eine Serie finden, nachsehen was diese Woche kommt, einen Film hinzufügen. Funktioniert mit Apple Intelligence (macOS 26+) oder einer OpenAI-kompatiblen API. Einrichten unter Einstellungen → KI.
es: La nueva pestaña Chat te permite hacer preguntas en lenguaje natural — encuentra una serie, comprueba qué hay esta semana, añade una película. Funciona con Apple Intelligence (macOS 26+) o cualquier API compatible con OpenAI. Configúralo en Ajustes → IA.
fr: Le nouvel onglet Tchat vous permet de poser des questions en langage naturel — trouver une série, voir ce qui sort cette semaine, ajouter un film. Fonctionne avec Apple Intelligence (macOS 26+) ou toute API compatible OpenAI. À configurer dans Réglages → IA.
nl: Met een nieuw Chat-tabblad kun je vragen stellen in gewone taal — zoek een serie, bekijk wat er deze week uitkomt, voeg een film toe. Werkt met Apple Intelligence (macOS 26+) of een OpenAI-compatibele API. Instellen via Instellingen → AI.
pl: Nowa zakładka Czat pozwala zadawać pytania zwykłym językiem — znajdź serial, sprawdź co wychodzi w tym tygodniu, dodaj film. Działa z Apple Intelligence (macOS 26+) lub dowolnym API zgodnym z OpenAI. Konfiguracja w Ustawienia → AI.

# settings.ai.label
source: AI
de: KI
es: IA
fr: IA

# chat.aiChat.button
source: AI Chat
de: KI-Chat
es: Chat IA
fr: Tchat IA
pl: Czat AI

# discover.aiDecides.button
source: AI decides
de: KI entscheidet
es: La IA decide
fr: L'IA décide
nl: AI kiest
pl: AI decyduje

# settings.aiKnowsAboutWhisparr.button
source: AI knows about Whisparr
de: KI kennt Whisparr
es: La IA tiene acceso a Whisparr
fr: L'IA a accès à Whisparr
nl: AI heeft toegang tot Whisparr
pl: AI ma dostęp do Whisparra

# settings.aiProvider.button
source: AI provider
de: KI-Anbieter
es: Proveedor de IA
fr: Fournisseur IA
pl: Dostawca AI

# discover.aiWillPickMovies.tooltip
source: AI will pick movies or shows based on your description
de: KI wählt Filme oder Serien basierend auf deiner Beschreibung
es: La IA elegirá películas o series según tu descripción
fr: L'IA sélectionnera des films ou des séries selon votre description
nl: AI kiest films of series op basis van jouw omschrijving
pl: AI dobierze filmy lub seriale na podstawie Twojego opisu

# settings.apiKey.button
source: API Key
de: API-Schlüssel
es: Clave API
fr: Clé API
nl: API-sleutel
pl: Klucz API

# settings.apiBaseUrl.button
source: API base URL
de: API-Basis-URL
es: URL base de la API
fr: URL de base de l'API
nl: API basis-URL
pl: Bazowy adres API

# settings.apiKey2.button
source: API key
de: API-Schlüssel
es: Clave API
fr: Clé API
nl: API-sleutel
pl: Klucz API

# settings.apiKeyIsRequired.tooltip
source: API key is required.
de: API-Schlüssel ist erforderlich.
es: La clave API es obligatoria.
fr: La clé API est requise.
nl: API-sleutel is vereist.
pl: Klucz API jest wymagany.

# settings.about.button
source: About
de: Über
es: Acerca de
fr: À propos
nl: Over
pl: O aplikacji

# settings.aboutArrbarr.button
source: About ArrBarr
de: Über ArrBarr
es: Acerca de ArrBarr
fr: À propos d'ArrBarr
nl: Over ArrBarr
pl: O ArrBarr

# settings.acknowledgements.button
source: Acknowledgements
de: Danksagungen
es: Agradecimientos
fr: Remerciements
nl: Dankbetuigingen
pl: Podziękowania

# paywall.add.button
source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
nl: Toevoegen
pl: Dodaj

# queue.addSabnzbdQbittorrentNzbget.tooltip
source: Add SABnzbd, qBittorrent, NZBGet, Transmission, rTorrent, or Deluge to pause and resume directly from the queue. Most features work fine without it — your arr already handles the heavy lifting.
de: SABnzbd, qBittorrent, NZBGet, Transmission, rTorrent oder Deluge hinzufügen, um direkt aus der Queue zu pausieren und fortzusetzen. Die meisten Funktionen funktionieren ohne — dein arr erledigt die schwere Arbeit.
es: Añade SABnzbd, qBittorrent, NZBGet, Transmission, rTorrent o Deluge para pausar y reanudar directamente desde la cola. La mayoría de funciones funcionan sin esto — tu arr ya se encarga del trabajo duro.
fr: Ajoutez SABnzbd, qBittorrent, NZBGet, Transmission, rTorrent ou Deluge pour mettre en pause et reprendre directement depuis la file d'attente. La plupart des fonctionnalités marchent sans — votre arr gère déjà le plus gros.
nl: Voeg SABnzbd, qBittorrent, NZBGet, Transmission, rTorrent of Deluge toe om direct vanuit de wachtrij te pauzeren en hervatten. De meeste functies werken prima zonder — jouw arr doet het zware werk.
pl: Dodaj SABnzbd, qBittorrent, NZBGet, Transmission, rTorrent lub Deluge, aby pauzować i wznawiać prosto z kolejki. Większość funkcji działa bez tego — Twój arr zajmie się resztą.

# settings.addTmdbApiKey.tooltip
source: Add TMDB API key in Settings to discover new films.
de: TMDB-API-Schlüssel in den Einstellungen hinzufügen, um neue Filme zu entdecken.
es: Añade la clave API de TMDB en Ajustes para descubrir nuevas películas.
fr: Ajoutez une clé API TMDB dans les Réglages pour découvrir de nouveaux films.
nl: Voeg een TMDB API-sleutel toe in Instellingen om nieuwe films te ontdekken.
pl: Dodaj klucz TMDB w Ustawieniach, by odkrywać nowe filmy.

# settings.addATmdbKey.tooltip
source: Add a TMDB key to let chat search by actor, genre, and decade.
de: Einen TMDB-Schlüssel hinzufügen, damit der Chat nach Schauspieler, Genre und Jahrzehnt suchen kann.
es: Añade una clave TMDB para que el chat pueda buscar por actor, género y década.
fr: Ajoutez une clé TMDB pour permettre au tchat de rechercher par acteur, genre et décennie.
nl: Voeg een TMDB-sleutel toe zodat de chat op acteur, genre en decennium kan zoeken.
pl: Dodaj klucz TMDB, aby czat mógł szukać po aktorze, gatunku i dekadzie.

# settings.addAService.button
source: Add a service
de: Dienst hinzufügen
es: Añadir un servicio
fr: Ajouter un service
nl: Service toevoegen
pl: Dodaj usługę

# paywall.addAndManageSabnzbd.tooltip
source: Add and manage SABnzbd, qBittorrent and the rest.
de: SABnzbd, qBittorrent und weitere hinzufügen und verwalten.
es: Añade y gestiona SABnzbd, qBittorrent y el resto.
fr: Ajoutez et gérez SABnzbd, qBittorrent et les autres.
nl: Voeg SABnzbd, qBittorrent en de rest toe en beheer ze.
pl: Dodawaj i zarządzaj SABnzbd, qBittorrent i resztą.

# settings.addAndManageDownload.label
source: Add and manage download clients
de: Download-Clients hinzufügen und verwalten
es: Añadir y gestionar clientes de descarga
fr: Ajouter et gérer les clients de téléchargement
nl: Downloadclients toevoegen en beheren
pl: Dodawaj i zarządzaj klientami pobierania

# settings.addBaseUrlApi.tooltip
source: Add base URL, API key and model — AI stays off until then.
de: Basis-URL, API-Schlüssel und Modell angeben — KI bleibt bis dahin deaktiviert.
es: Añade la URL base, la clave API y el modelo — la IA permanece desactivada hasta entonces.
fr: Ajoutez l'URL de base, la clé API et le modèle — l'IA reste désactivée jusqu'alors.
nl: Voeg basis-URL, API-sleutel en model toe — AI blijft uitgeschakeld tot dan.
pl: Podaj adres bazowy, klucz API i model — do tego czasu AI pozostaje wyłączone.

# discover.addToLibrary.button
source: Add to library
de: Zur Mediathek hinzufügen
es: Añadir a la biblioteca
fr: Ajouter à la bibliothèque
nl: Aan bibliotheek toevoegen
pl: Dodaj do biblioteki

# discover.addMood.button
source: Add mood
de: Stimmung hinzufügen
es: Añadir ambiente
fr: Ajouter une ambiance
nl: Sfeer toevoegen
pl: Dodaj mood

# paywall.addMoviesAndShows.label
source: Add movies and shows in one sentence
de: Filme und Serien in einem Satz hinzufügen
es: Añade películas y series con una frase
fr: Ajoutez films et séries en une phrase
nl: Voeg films en series toe in één zin
pl: Dodawaj filmy i seriale jednym zdaniem

# search.addNew.button
source: Add new
de: Neu hinzufügen
es: Añadir nuevo
fr: Ajouter
nl: Nieuw toevoegen
pl: Dodaj nowe

# search.addNewMoviesAnd.button
source: Add new movies and shows
de: Neue Filme und Serien hinzufügen
es: Añadir nuevas películas y series
fr: Ajouter de nouveaux films et séries
nl: Nieuwe films en series toevoegen
pl: Dodawaj nowe filmy i seriale

# paywall.addNewTitles.button
source: Add new titles
de: Neue Titel hinzufügen
es: Añadir nuevos títulos
fr: Ajouter de nouveaux titres
nl: Nieuwe titels toevoegen
pl: Dodawaj nowe tytuły

# common.addPerson.button
source: Add person
de: Person hinzufügen
es: Añadir persona
fr: Ajouter une personne
nl: Persoon toevoegen
pl: Dodaj osobę

# settings.addToCalendar.button
source: Add to Calendar
de: Zum Kalender hinzufügen
es: Añadir al Calendario
fr: Ajouter au Calendrier
nl: Toevoegen aan Agenda
pl: Dodaj do Kalendarza

# search.addToRadarr.button
source: Add to Radarr
de: Zu Radarr hinzufügen
es: Añadir a Radarr
fr: Ajouter à Radarr
nl: Toevoegen aan Radarr
pl: Dodaj do Radarr

# search.addToSonarr.button
source: Add to Sonarr
de: Zu Sonarr hinzufügen
es: Añadir a Sonarr
fr: Ajouter à Sonarr
nl: Toevoegen aan Sonarr
pl: Dodaj do Sonarra

# search.addToWhisparr.button
source: Add to Whisparr
de: Zu Whisparr hinzufügen
es: Añadir a Whisparr
fr: Ajouter à Whisparr
nl: Toevoegen aan Whisparr
pl: Dodaj do Whisparra

# settings.addYourRadarrOr.tooltip
source: Add your Radarr or Sonarr connection to get started.
de: Radarr- oder Sonarr-Verbindung hinzufügen, um loszulegen.
es: Añade tu conexión de Radarr o Sonarr para empezar.
fr: Ajoutez votre connexion Radarr ou Sonarr pour commencer.
nl: Voeg jouw Radarr- of Sonarr-verbinding toe om aan de slag te gaan.
pl: Dodaj połączenie z Radarrem lub Sonarrem, aby rozpocząć.

# onboarding.addYourExistingArr.tooltip
source: Add your existing arr services in Settings — ArrBarr polls live queue, history, and health from each one.
de: Füge deine arr-Dienste in den Einstellungen hinzu — ArrBarr fragt live Queue, Verlauf und Status von jedem ab.
es: Añade tus servicios arr en Ajustes — ArrBarr consulta en tiempo real la cola, el historial y el estado de cada uno.
fr: Ajoutez vos services arr dans les Réglages — ArrBarr interroge en temps réel la file d'attente, l'historique et l'état de chacun.
nl: Voeg jouw bestaande arr-services toe in Instellingen — ArrBarr haalt live de wachtrij, geschiedenis en status van elk op.
pl: Dodaj istniejące usługi arr w ustawieniach — ArrBarr na bieżąco pobiera kolejkę, historię i stan każdej z nich.

# paywall.addingTitlesIsA.label
source: Adding titles is a Pro feature
de: Titel hinzufügen ist eine Pro-Funktion
es: Añadir títulos es una función Pro
fr: L'ajout de titres est une fonctionnalité Pro
nl: Titels toevoegen is een Pro-functie
pl: Dodawanie tytułów to funkcja Pro

# settings.adultContent.button
source: Adult content
de: Erwachseneninhalt
es: Contenido para adultos
fr: Contenu adulte
nl: Inhoud voor volwassenen
pl: Treści dla dorosłych

# discover.adventure.button
source: Adventure
de: Abenteuer
es: Aventura
fr: Aventure
nl: Avontuur
pl: Przygodowy

# search.all.button
source: All
de: Alle
es: Todo
fr: Tout
nl: Alles
pl: Wszystkie

# chat.almostThere.button
source: Almost there…
de: Fast da…
es: Ya casi…
fr: Presque…
nl: Bijna klaar…
pl: Już prawie…

# discover.anyStatus.button
source: Any status
de: Jeder Status
es: Cualquier estado
fr: Tout statut
nl: Elke status
pl: Każdy status

# settings.appearance.button
source: Appearance
de: Erscheinungsbild
es: Apariencia
fr: Apparence
nl: Uiterlijk
pl: Wygląd

# chat.appleIntelligenceIsUnavailable.tooltip
source: Apple Intelligence is unavailable. Try turning it on in System Settings.
de: Apple Intelligence ist nicht verfügbar. Versuche es in den Systemeinstellungen zu aktivieren.
es: Apple Intelligence no está disponible. Prueba a activarlo en Ajustes del sistema.
fr: Apple Intelligence n'est pas disponible. Essayez de l'activer dans les Réglages système.
nl: Apple Intelligence is niet beschikbaar. Probeer het in te schakelen via Systeeminstellingen.
pl: Apple Intelligence jest niedostępne. Spróbuj je włączyć w Ustawieniach systemowych.

# settings.appleIntelligenceRequiresIos.tooltip
source: Apple Intelligence requires iOS 26.
de: Apple Intelligence erfordert iOS 26.
es: Apple Intelligence requiere iOS 26.
fr: Apple Intelligence nécessite iOS 26.
nl: Apple Intelligence vereist iOS 26.
pl: Apple Intelligence wymaga iOS 26.

# settings.appleIntelligenceRequiresMacos.tooltip
source: Apple Intelligence requires macOS 26.
de: Apple Intelligence erfordert macOS 26.
es: Apple Intelligence requiere macOS 26.
fr: Apple Intelligence nécessite macOS 26.
nl: Apple Intelligence vereist macOS 26.
pl: Apple Intelligence wymaga macOS 26.

# settings.application.button
source: Application
de: Anwendung
es: Aplicación
nl: Toepassing
pl: Aplikacja

# settings.arrbarrSettings.button
source: ArrBarr Settings
de: ArrBarr-Einstellungen
es: Ajustes de ArrBarr
fr: Réglages ArrBarr
nl: ArrBarr-instellingen
pl: Ustawienia ArrBarr

# common.arrbarrIsNotConfigured.label
source: ArrBarr is not configured
de: ArrBarr ist nicht konfiguriert
es: ArrBarr no está configurado
fr: ArrBarr n'est pas configuré
nl: ArrBarr is niet geconfigureerd
pl: ArrBarr nie jest skonfigurowany

# onboarding.arrbarrNowShowsA.tooltip
source: ArrBarr now shows a brief intro on first launch and after major updates so you know what's new. Reopen it any time from Settings → General.
de: ArrBarr zeigt jetzt beim ersten Start und nach größeren Updates eine kurze Einführung, damit du weißt, was neu ist. Jederzeit wieder öffnen unter Einstellungen → Allgemein.
es: ArrBarr muestra ahora una breve introducción al primer arranque y tras actualizaciones importantes para que sepas qué hay de nuevo. Ábrela de nuevo cuando quieras desde Ajustes → General.
fr: ArrBarr affiche maintenant une brève introduction au premier lancement et après les mises à jour importantes pour vous informer des nouveautés. Rouvrez-la à tout moment depuis Réglages → Général.
nl: ArrBarr toont nu een korte introductie bij de eerste start en na grote updates, zodat je weet wat er nieuw is. Open het op elk moment opnieuw via Instellingen → Algemeen.
pl: ArrBarr pokazuje teraz krótkie wprowadzenie przy pierwszym uruchomieniu i po dużych aktualizacjach, dzięki czemu wiesz, co nowego. Otwórz je ponownie w dowolnej chwili z Ustawienia → Ogólne.

# settings.arrbarrStaysOutOf.tooltip
source: ArrBarr stays out of your Dock and shows active downloads at a glance. **Left-click** the icon to open the popover. **Right-click** for Add, Refresh, Settings — every action also has a keyboard shortcut.
de: ArrBarr bleibt aus deinem Dock heraus und zeigt aktive Downloads auf einen Blick. **Linksklick** auf das Icon öffnet das Popover. **Rechtsklick** für Hinzufügen, Aktualisieren, Einstellungen — jede Aktion hat auch einen Tastaturkurzbefehl.
es: ArrBarr no ocupa espacio en el Dock y muestra las descargas activas de un vistazo. **Clic izquierdo** en el icono para abrir el panel. **Clic derecho** para Añadir, Actualizar, Ajustes — cada acción tiene también un atajo de teclado.
fr: ArrBarr reste hors de votre Dock et affiche les téléchargements actifs d'un coup d'œil. **Clic gauche** sur l'icône pour ouvrir le panneau. **Clic droit** pour Ajouter, Actualiser, Réglages — chaque action a aussi un raccourci clavier.
nl: ArrBarr blijft buiten je Dock en toont actieve downloads in één oogopslag. **Linksklik** op het pictogram om het pop-upvenster te openen. **Rechtsklik** voor Toevoegen, Vernieuwen, Instellingen — elke actie heeft ook een sneltoets.
pl: ArrBarr nie zaśmieca Doca i pokazuje aktywne pobrania na pierwszy rzut oka. **Lewy klik** na ikonie otwiera popover. **Prawy klik** wywołuje Dodaj, Odśwież, Ustawienia — każda akcja ma też skrót klawiaturowy.

# queue.arrbarrStaysOutOf.tooltip
source: ArrBarr stays out of your Dock and shows active downloads at a glance. Click the icon for the popover; right-click for quick options.
de: ArrBarr bleibt aus deinem Dock heraus und zeigt aktive Downloads auf einen Blick. Icon anklicken für das Popover; Rechtsklick für Schnelloptionen.
es: ArrBarr no ocupa espacio en el Dock y muestra las descargas activas de un vistazo. Haz clic en el icono para abrir el panel; clic derecho para opciones rápidas.
fr: ArrBarr reste hors de votre Dock et affiche les téléchargements actifs d'un coup d'œil. Cliquez sur l'icône pour le panneau ; clic droit pour les options rapides.
nl: ArrBarr blijft uit je Dock en toont actieve downloads in één oogopslag. Klik op het pictogram voor het pop-upvenster; rechtsklik voor snelle opties.
pl: ArrBarr nie zajmuje miejsca w Docku i pokazuje aktywne pobierania w mgnieniu oka. Kliknij ikonę, aby otworzyć okno; kliknij prawym, aby zobaczyć szybkie opcje.

# common.arrbarrWillRelaunchNow.tooltip
source: ArrBarr will relaunch now to apply the change.
de: ArrBarr wird jetzt neu gestartet, um die Änderung anzuwenden.
es: ArrBarr se reiniciará ahora para aplicar el cambio.
fr: ArrBarr va redémarrer pour appliquer la modification.
nl: ArrBarr wordt nu opnieuw gestart om de wijziging toe te passen.
pl: ArrBarr uruchomi się ponownie, aby zastosować zmianę.

# common.arrbarrWillRelaunchNow2.tooltip
source: ArrBarr will relaunch now to load demo content.
de: ArrBarr wird jetzt neu gestartet, um Demo-Inhalte zu laden.
es: ArrBarr se reiniciará ahora para cargar el contenido de demostración.
fr: ArrBarr va redémarrer pour charger le contenu de démonstration.
nl: ArrBarr wordt nu opnieuw gestart om demo-inhoud te laden.
pl: ArrBarr zostanie teraz uruchomiony ponownie, aby wczytać zawartość demo.

# settings.arrbarrWillRelaunchOpen.tooltip
source: ArrBarr will relaunch. Open Settings → General to enable Demo mode and load preview content.
de: ArrBarr wird neu gestartet. Öffne Einstellungen → Allgemein, um den Demo-Modus zu aktivieren und Vorschauinhalte zu laden.
es: ArrBarr se reiniciará. Abre Ajustes → General para activar el modo demo y cargar contenido de vista previa.
fr: ArrBarr va redémarrer. Ouvrez Réglages → Général pour activer le Mode démo et charger le contenu de prévisualisation.
nl: ArrBarr wordt opnieuw gestart. Open Instellingen → Algemeen om Demomodus in te schakelen en voorbeeldinhoud te laden.
pl: ArrBarr uruchomi się ponownie. Otwórz Ustawienia → Ogólne, aby włączyć Tryb demo i załadować przykładowe dane.
